{
    "description": "{\"files\":[{\"format\":\"CSV\",\"label\":\"plan\",\"columns\":[\"name\",\"content\"],\"header\":0}]}",
    "data": "染色计划,三体人遏制地球科学发展的计划。利用科学和技术产生的副作用，使公众对科学产生恐惧和厌恶，比如技术发展导致的环境问题，染色计划将充分利用这些因素。\n神迹计划,三体人遏制地球文明的科学发展的计划。对地球人进行的超自然力量的展示，力图通过一系列的“神迹”，建造一个科学无法解释的虚假宇宙。当这种假象持续一定时间后，将有可能使三体文明在地球成为宗教信徒的崇拜对象，在地球的思想界，非科学的思维方式就会压倒科学思维，进而导致整个科学思想体系的崩溃。\n古筝行动,利用高强度的“飞刃”纳米丝材料连接巴拿马运河两岸钢柱，组成死亡之琴，当ETO组织首领之一伊文斯所在游轮“末日审判号”通过运河时，将其切割，杀死其上ETO组织全部成员并成功使地球文明得到三体世界给ETO组织的全部通讯信息。\n面壁计划,计划核心是选定一批战略计划的制定者和领导者，他们完全依靠自已的思维制定战略计划，不与外界进行任何形式的交流，计划的真实战略思想、完成的步骤和最后目的都只藏在他们的大脑中，称为面壁者，在领导这些战略计划执行的过程中，面壁者对外界所表现出来的思想和行为，应该是完全的假象，是经过精心策划的伪装、误导和欺骗，面壁者所要误导和欺骗的是包括敌方和己方在内的整个世界，最终建立起一个扑朔迷离的巨大的假象迷宫，使敌人在这个迷宫中丧失正确的判断，尽可能地推迟其判明我方真实战略意图的时间。\n破壁计划,破壁计划是针对面壁计划而生的。面壁计划启动，人类用个人的全封闭战略思维对抗智子的监视，人类凭借这一计划重新取得了主动，四个面壁者都对三体世界构成了威胁。地球ETO组织启动破壁计划。ETO对于每一个面壁者将指定一个破壁人。与面壁者一样，破壁人将有权调用ETO组织内的一切资源，包括智子。破壁人的任务，就是在智子的协助下，通过分析每一个面壁者公开和秘密的行为，揣测他们真实的战略意图。\n量子舰队计划,面壁者泰勒针对三体文明入侵的战略计划。泰勒计划需要具有高度自我牺牲精神的战士组成军队部署到对抗三体文明的太空军中，甚至整个太空舰队都由这些战士组成，末日之战时利用宏原子聚变将地球舰队消灭或称转变，变成宏观量子态的地球舰队，利用太空军的量子幽灵来抵抗三体世界入侵。泰勒认为他们是不可战胜的，因为已被摧毁的舰队不可能再被摧毁，已经死去的人不可能再死一次。自我牺牲精神能保证那些太空军被自己的人类同胞杀死后，其量子鬼魂能忍辱负重，仍以拯救地球文明为己任，继续完成那些本应由活着的他们完成的使命。被破壁人猜到并公之于众后，泰勒自尽，面壁计划受到沉重打击。\n增援未来计划,章北海认为，科学技术领域没有重大突破会使本就存在的失败主义思潮愈加泛滥，太空军思想状态和精神状态将承受无法预知的压力和影响，未来太空军中从事政治思想工作的同志将面临巨大的困难和压力。太空军政工力量会严重不足，因此提出增援未来计划。用冬眠技术，把优秀的现役政工军官送到未来，支持未来太空军政工工作\n水星坠落连锁反应计划,面壁者曼努尔·雷迪亚兹对抗三体文明的真实战略计划。将上百万颗恒星型氢弹部署到水星地层，引爆它们将水星减速使其坠落向太阳。太阳的对流层外壳将会被水星击穿，深处辐射层中巨量的恒星物质将高速射入太空，在太阳的自转中，将形成一个螺旋形大气层。大气层将不受干扰地增长，太阳喷出的这条螺旋形物质流将像松散的发条那样迅速向外扩张，它的厚度最终将超过火星轨道，一个宏大的连锁反应开始。\n失败主义钢印计划,面壁者希恩斯的战略计划。希恩斯是面壁者中隐藏很深的失败主义者。其以提高人类智力为目的而获得的成果思想钢印，表面上成为对抗失败主义及逃亡主义的有力武器，实际上却被其用来打造一了一批坚定的失败主义与逃亡主义太空军。希恩斯认为地球必败，那么就坚定的逃亡吧！\n雾伞计划,用核爆炸在太空中蒸发和扩散油膜物质，在太阳与地球之间形成一团“油膜尘埃”，降低太阳对地球的辐射，达到缓解地球温室效应的目的。而将其在太空中引爆形成尘埃云，尘埃云形成的位置，是三体探测器预计将要通过的区域，这是按三体探测器的发动机停机前所观测到的轨道计算出来的。肯博士和罗宾逊将军的这个计划，是期望通过三体探测器在人造尘埃云中留下的尾迹精确测定它的轨道和位置。雪地计划前身。\n阳光计划,阳光计划来自一个联合国提案，其主旨是：人类一旦取得末日之战的胜利，就应该在太阳系为战败的三体文明留出生存空间。计划有多种版本，主要有：弱生存方案，把冥王星、祝戎星和海王星的卫星作为三体文明保留地，只接纳战败的三体舰队成员。这个方案中保留地的生存条件很差，只能依靠核聚变的能源，在人类社会的支持下才能维持下去；强生存方案，把火星作为三体文明的寄居星球，除舰队成员外，还接纳所有三体世界的后续移民。这个方案可为三体文明提供太阳系中除地球之外最好的生存条件。其余的众多方案大都居于这两者之间，但也有一些很极端的想法，比如接纳三体文明进入地球社会等。阳光计划获得地球国际和舰队国际的广泛支持，并且已经展开大量的前期研究和规划，在两个国际中都出现了众多的推进该计划的民间力量。\n雪地计划,即雪地工程，用恒星型氢弹和海王星的油膜物质制造太空尘埃云，形成一个尘埃环，在黄道面上，处于木星和小行星带之间，以便在水滴编队穿过时显示其踪迹，为可能撤向太空深处的飞船确定安全的航线。雾伞计划后续。\n群星计划,群星计划的最初提案提议由联合国主持拍卖地球一百光年以外的部分恒星和其所带行星的所有权，拍卖对象是国家、企业、社会团体和个人，所得款项用于联合国对太阳系共同防御体系的基础研究。群星计划刚开始就结束，联合国秘书长萨伊并不认为计划是失败的，她称结果在顸料之中，群星计划在本质上其实是联合国的一个政治宣言。由于此计划，云天明才有机会送程心一颗星星。\n阶梯计划,行星防御理事会战略情报局，简称PIA，是直接以三体舰队和母星为侦察目标的情报机构。提出阶梯计划的原本目的为向三体舰队发射探测器，为了让探测器达到百分之一光速而采用核弹爆炸加速，脉冲推进方式。核弹的每一次爆炸都使飞船的速度增加一级，很像在登一道阶梯，因此称阶梯计划。后由于重量等种种原因及多方面考虑改成只送出人类大脑。云天明的大脑由此计划进入三体世界。\n黑域计划,地球文明的三条生路之一。通过把太阳系转化为低光速黑洞发布宇宙安全声明。这是所有选择中技术难度最高的，需要在半径达五十个天文单位（约七十五亿千米）的广阔空间里改变宇宙基本常数，被称为上帝工程，在理论上存在着巨大的未知。\n光速飞船计划,地球文明的三条生路之一，也是唯一正确的生路。利用云天明童话中暗示的曲率驱动来实现飞船的光速航行。曲率驱动技术在理论上未知，但实现难度明显低于黑域技术。光速飞船几乎无法为地球文明提供任何安全保障，这一技术只能用于星际逃亡。这是三个选择中未知因素最多的一个，即使实现，进入茫茫外太空的人类前途也凶险莫测。维德暗中实验光速飞船并取得初步成功，但由于对程心的承诺而放弃无法继续。太阳系二维化时，程心乘坐光速飞船逃离。\n掩体计划,地球文明的三条生路之一，三体世界的毁灭使人类意识到宇宙黑暗森林状态的真实性，为了防御未来未知的对太阳的打击会对人类文明造成的危害。掩体计划诞生。其依据是以三体恒星毁灭的观测数据为基础，建立的太阳遭到同样打击时的灾变数学模型。以木星、土星、天王星和海王星四大巨行星为掩体，避免黑暗森林打击引发的太阳爆发。计划在四大行星的背阳面建设供全人类移民的太空城，这些太空城紧靠各大行星，但不是它们的卫星，而是与行星一起绕太阳同步运行，这就使得太空城一直处于四大行星的背阳面，在太阳爆发时受到行星的屏蔽和保护。计划建立五十座太空城，每座可容纳一千五百万人左右。其中木星背面二十座，土星背面二十座，海王星背面六座，天王星背面四座。建设太空城的材料取自四大行星的卫星，以及土星和海王星的星环。\n",
    "continue_on_error": false,
    "delimiter": ","
}
