{
    "description": "{\"files\":[{\"format\":\"CSV\",\"label\":\"person\",\"columns\":[\"name\",\"introduce\"],\"header\":0}]}",
    "data": "叶文洁,清华大学教授、ETO精神领袖\n绍琳,物理学教授，在文革中揭发丈夫，后改嫁政府高官\n杨卫宁,天文学家、红岸基地的总工程师\n叶哲泰,物理学教授，在文革中因为坚持真理被学生打死\n杨冬,物理学家\n1379号监听员,三体世界1379号监听站唯一一位监听员，在收到叶文洁发送的地球信息后发出警告，警告地球人不要回答。\n三体人,关于这种外星人的具体资料，书中给出的很少，但因能抵抗多日同时出现时的高温和强光，故推测其表皮可能类似镜面。这种生物的生存环境非常恶劣，在漫长的演变过程中，三体人进化出了脱水等类似休眠状态的能力，待到相对温和的时期再浸泡复苏。三体人之间的交流方式为脑电波交流，类似于心灵感应，因此有了不善计谋的致命缺陷。\n叶文雪,激进的红卫兵，主动揭发父亲，写过大量检举材料，最后死于武斗\n雷志成,红岸基地政委，色厉内荏，典型的文革干部，长期窃取叶文洁的研究成果，积累在政治上往上爬的资本，最后被叶文洁灭口\n白沐霖,记者，在大兴安岭借叶文洁之手写检举信，后又诬告是叶文洁自己所写\n汪淼,纳米材料专家，纳米材料全书主要被运用三次，第一次是古筝行动，第二次是太空电梯，第三次是运送云天明大脑的飞行器牵引索，结局自然老死\n史强,警察，观察力过人，第一部中告诉汪淼和丁仪虫子从未被消灭，第二部中负责保护罗辑，帮罗辑找到庄颜，在危机纪元后期也一直保护罗辑，晚年和儿孙在一起，结局自然老死\n常伟思,陆少将军，去世前曾写信警告未来的太空军，注意章北海的思想问题，但未得到重视\n丁仪,物理学家，为人不修边幅，爱喝酒，在苏醒后的时代，看透了人类物理学其实没有任何实质性进步，要求成为第一个接触水滴的人，在水滴攻击下化为尘埃\n魏成,数学天才，和申玉菲只是形式上的婚姻，申玉菲想通过他的数学能力，解决三体问题\n沙瑞山,北京射电天文观测站工作人员，帮助汪淼观察到整个宇宙在闪烁\n伊文斯,ETO创始人、物种共产主义者，在中国西北植树救鸟认识了叶文洁，以自己的庞大财产建立起ETO，多次与三体文明通话，最终在古筝行动中死亡\n潘寒,ETO降临派成员、生物学家，组织ETO聚会，因杀死申玉菲一事违反纪律，被叶文洁的护卫拧断脖子\n申玉菲,ETO拯救派成员、日籍华裔物理学家，通过科学边界与汪淼认识，最后被潘寒杀死\n罗辑,第一执剑人、哲学教授、面壁者之一、杨冬的高中同学，因得到叶文洁的引导，而遭到ETO的不停追杀，从而被选为面壁者，和庄颜有一女儿，然后创立黑暗森林法则，成为执剑人，开始了威慑纪元。当下一任执剑人程心威慑失败，在维德死后重新研究曲率驱动，并成功研发出曲率引擎，最后二向箔来临时，留在冥王星成为人类文明的守墓人\n庄颜,网络作家，罗辑让史强找来的完美梦中情人，被行星防御委员会逼迫和女儿一起进入冬眠，在危机纪年208年，罗辑威慑成功后苏醒，与罗辑团聚，但不到两年就带着女儿离开了罗辑，此后过着普通人平静的生活\n弗雷德里克·泰勒,美国国防部部长、面壁者之一，认为大国的优势只在低技术时代才是真正的优势，技术的飞速发展将最终削弱大国的优势，同时提升小国的战略分量。这为美国全球反恐战略提供了理论基础。\n曼努尔·雷迪亚兹,前任委内瑞拉总统、面壁者之一，继承了查韦斯的社会主义思想，成功领导委内瑞拉成为世界瞩目的象征着平等公正和繁荣的山巅之城，并成功领导军队抵挡了美国的入侵。\n比尔·希恩斯,英国脑神经科学家，逃亡主义者、面壁者之一\n章北海,中国太空军政治部主任，高阶指挥官，后加入第一批太空军，狙杀三名反对无工质辐射的老航天员。因伪装成坚定的胜利信心，被上级安排加入援助未来计划，经过两个世纪冬眠后，成为“自然选择号”执行舰长并结识舰长东方延绪，然后让这艘战舰“前进四”，使得战舰和另外四艘追击战舰幸免于难，为人类保留了文明种子，但随后发生黑暗战役，被“终极规律号”的次声波氢弹消灭\n东方延绪,亚洲舰队自然选择号战舰舰长。出生于太空中的太空新人类，东方女性，身材高挑。在章北海冬眠结束后出现于小说中，对章北海十分仰慕，和章北海的关系更多的像父女。\n冯·诺依曼,真名不详、破壁人之一、一个瘦小苍白的男人\n墨子,真名不详、破壁人之一、一个帅气的中年人\n山杉惠子,比尔·希恩斯的妻子、在听证会中揭露了思想钢印的真实目的，最后在静思室里自尽\n褚岩,蓝色空间号舰长，章北海逃走后，主动提出追击，之后在黑暗战役中取得最后胜利。后来地球派出了能广播引力波的“万有引力号”去追击褚岩，褚岩利用四维空间摧毁了水滴，拯救了“万有引力号”，发动了引力波广播，弥补了程心的错误，最后两艘战舰开始了新的人类文明，在宇宙中前行\n程心,航天发动机专业的博士生、毕业后进入行星防御理事会战略情报局（简称PIA），提出阶梯计划，随后冬眠。在威慑纪元苏醒，因云天明赠给自己的DX3906恒星被发现是类地行星，而资产暴涨，成立星环公司，名望暴涨，成为第二代执剑人，但没有启动广播，导致人类移民澳大利亚。后来在广播纪元和云天明远程对话，使人类获得了很多情报，在掩体纪元初期把星环公司交给维德，让他研制曲率驱动飞船，随后冬眠。掩体纪元后期让维德放弃对抗联邦政府，在被降维打击时乘坐曲率驱动引擎的飞船逃出了太阳系。在与云天明即将见面时，由于死线扩大，落入了黑域，不知不觉度过了18903729年，最后与关一帆进入647号小宇宙，又度过了一次大的时间跨越。作为人类文明的幸存者，在小宇宙中写下了《时间之外的往事》。\n云天明,得了肺癌，大脑被程心送向三体舰队。在广播纪元，利用三个童话，催生了黑域计划和曲率驱动引擎的研制，至于掩体计划是傲慢的人类自己决定的，跟云天明没关系。后来云天明赶去DX3906见程心，但死线触发，陷入低光速黑域。最后云天明和艾AA度过了幸福的一生，并且送给程心一个小宇宙，让她在里面躲过坍塌，去新的宇宙\n托马斯·维德,PIA局长，一个极端冷酷的理性主义者，放辐射源让瓦季姆以为是白血病，后来又试图刺杀程心。掩体纪元初期进行光速飞船研究，最后维德遵守了与程心的约定，向太阳系联邦投降，被判为死刑，瞬间气化\n萨伊,PDC轮值主席，联合国秘书长，主持面壁计划，阶梯计划，提出人类纪念工程\n米哈伊尔·瓦季姆,PIA主任\n于维民,PIA副局长之一，中国人\n柯曼琳,PIA高级顾问\n艾AA,科学家，发现了程心的恒星拥有两颗类地行星，转投为程心工作。降维打击时，和程心一起逃离太阳系，最后在DX3906和云天明度过幸福一生\n智子,AI人工智能，外形是一个身着日本和服的美丽女子，最后为小宇宙里的程心和关一帆服务\n关一帆,原是“万有引力号”随舰学者，两舰合并后，跟随褚岩进入了四维空间，发现了魔戒。后来在DX3906等待程心和艾AA的到来，之后为了调查死线，与程心到达灰星，在返回时遇到了死线扩散，最后与程心进入小宇宙度过余生\n约瑟夫·莫沃维奇,万有引力号舰长\n韦斯特,万有引力号心理医生\n戴文,万有引力号宪兵指挥官\n伊万,万有引力号维护工程师\n薇拉,万有引力号维护工程师\n\n\n\n\n\n\n\n\n\n",
    "continue_on_error": false,
    "delimiter": ","
}
